---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.Analytical
enum: Autodesk.Revit.DB.ScheduleFieldType
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.Analytical

A parameter of the analytical element of a scheduled physical element.